{
  "navbar": {
    "services": "Services",
    "testimonials": "Testimonials",
    "our-team": "Our team",
    "contact": "Contact"
  },
  "home": {
    "meta": {
      "title": "Conseil Logiciel & Web Charlevoix - English",
      "description": "IT consulting, software design, web application development and custom website creation in Charlevoix (La Malbaie, Clermont)"
    },
    "welcome": {
      "heading": "Provide <b>simple solutions</b> for your complex projects",
      "subheading": "Software, web applications and websites development <b>tailored to your needs</b>, in the heart of Charlevoix region",
      "description": [
        "You have a specific context or requirements?",
        "Tools such as Wix, Wordpress or others do not meet your expectations?",
        "You are looking for a business partner in your digital transition in order to gain visibility, efficiency and a better work-life?"
      ],
      "contact-us": "Contact us!"
    },
    "services": {
      "heading": "<b>Customized services</b> tailored to your unique context",
      "promo": "️Are you a Charlevoix region company or a registered charity? Get preferential rates!",
      "details": "Click on an item to get more details",
      "more": "You want to know more about<br class=\"hidden-md-and-down\" /> <b>how a service is performed</b> and <b>our rates</b> ? Click here",
      "consulting": {
        "title": "Consulting and guidance",
        "description": "To advise you in making important and strategic decisions for your company"
      },
      "delivery": {
        "title": "Delivery and hosting",
        "description": "For high-quality software development or custom website creation, tailored to your needs and your project context"
      },
      "cto": {
        "title": "Chief Technical Officer (CTO) as a service",
        "description": "To act as Technical Director in your company, for a few hours per week or per month"
      },
      "coaching": {
        "title": "Coaching and training",
        "description": "To coach and train one or more of your company's software development teams"
      }
    },
    "recent-projects": {
      "heading": "They trusted us",
      "subheading": "Laurence Monari and Thomas Morat,<br/>owners of the Boulangerie Le Panivore Inc.",
      "quote": {
        "intro": "Boulangerie Le Panivore Inc. would like to warmly thank Damien Beaufils for the custom website he developed for us. The multiple features that he integrated following the analysis of our needs allowed us to:",
        "items": [
          "<b>Centralize all orders</b> in a database accessible anytime by the entire team,",
          "<b>Reduce production planning time by 75%</b> each day,",
          "<b>Reduce by over 50%</b> the time needed to produce monthly invoices,",
          "<b>Minimize the risk of errors</b> during order preparation,",
          "<b>Increase efficiency</b> when picking up orders in store."
        ],
        "outro": "We highly recommend you to use the services of Damien Beaufils; his professionalism, his accurate analysis and his multiple technical skills will allow you to make a big step forward."
      },
      "references": "Detailed references available upon request"
    },
    "about": {
      "heading": "Why should you work with us?",
      "description": [
        "We are <b>experts in software development for more than 15 years</b>, and we are committed to designing custom solutions that fit your needs, and where quality is non-negotiable.",
        "Furthermore, we favour <b>local resources and infrastructures</b> for hosting your softwares, in order to <b>contribute to the Canadian economy</b>.",
        "Working with us also means establishing a <b>trust and co-construction relationship</b> that goes beyond the contractual aspect."
      ],
      "team": "Meet our team"
    },
    "contact": {
      "heading": "Contact us",
      "subheading": "Send us an email directly to our address",
      "subheading2": "Or send us a message through this form",
      "form": {
        "name": {
          "label": "Your name",
          "validation": {
            "empty": "Name is required"
          }
        },
        "email": {
          "label": "Your email address",
          "validation": {
            "empty": "Email address is required",
            "invalid": "The entered email address is not valid"
          }
        },
        "message": {
          "label": "Your message",
          "validation": {
            "empty": "Message is required"
          }
        },
        "submit": "Submit"
      }
    }
  },
  "team": {
    "meta": {
      "title": "Damien Beaufils | Our team | CLWeb Charlevoix",
      "description": "Experts in software development, we have at heart to design custom products, which are tailored to your needs, and where quality is a non-negotiable criteria"
    },
    "heading": "Who am I?",
    "subheading": "Damien Beaufils",
    "paragraph": [
      "With <b>more than 15 years experience in software development</b>, I became an entrepreneur after spending more than half of my career as an IT consultant for companies in various industries (banking, insurance, energy, utilities, media, sports...) and of various sizes (from small companies to multinationals).",
      "In my last experience before my entrepreneurial leap, I was <b>CTO</b> of an IT consulting company for more than 3 years, in parallel to my <b>software developer</b> and <b>senior consultant</b> role.",
      "<b>Designing high quality software is my passion, and I like to be proud of the work I do</b>. In addition to my mandates, I spend a lot of time constantly training myself to stay on top of the latest technologies, in order to be able to provide the best solutions to your various problems.",
      "I am an expert in software development quality practices, also called <b>Software Craftsmanship practices</b> (practices such as Clean Code, Refactoring, Test Driven Development...) and <b>I am certified on several technologies as well as on the eco-design of digital services (Green IT)</b>.",
      "I had the opportunity to be a speaker in major technical conferences such as Devoxx in France or Web À Québec.",
      "In 2018, I made the decision to emigrate from France to settle in Montreal, Quebec. After many peregrinations in the different Quebec regions, and having a strong attraction for the countryside and nature, <b>I fell in love with Charlevoix region</b>, bordered on one side by the magnificent Saint-Laurent river and on the other by the majestic Laurentides mountain range.",
      "I decided to make the move in 2022 by leaving Montreal to settle in Charlevoix-Est, in the city of Clermont. It is then that I decided to launch myself in the entrepreneurial adventure, to <b>use my skills and my expertise for the local companies</b>.",
      "My other passions? Hiking in the Quebec countryside, and wildlife and landscape photography."
    ],
    "publications": "Click here to view all my publications.",
    "more": "For more information, <br/>contact me!"
  },
  "thank-you": {
    "meta": {
      "title": "Thank you for contacting us! | CLWeb Charlevoix"
    },
    "subheading": "Thank you for contacting us!",
    "paragraph": "We have received your message and we will contact you as soon as possible!",
    "back": "Back to home page"
  },
  "services": {
    "coaching-and-training": {
      "meta": {
        "title": "Coaching and training | Services | CLWeb Charlevoix",
        "description": "We can coach and train one or more of your company's software development teams in quality practices"
      },
      "heading": "Coaching and training",
      "subheading": "To coach and train one or more of your company's software development teams",
      "paragraph": [
        "You have in your company a person in charge of software development and maintenance, or a complete software development team, and you would like to <b>train them in quality practices</b>?<br/>You are a developer yourself and you want to improve your practices to <b>produce maintainable and scalable code for the long term</b>?",
        "We can <b>train and coach</b> on both quality software development practices and on specific technologies in which we are experts. <br/><b>Training</b> can be conducted over one or more days, online or on site. <br/><b>Coaching</b> is usually done in a degressive way: a few days per week at the beginning, then a progressive reduction to a few hours of coaching per week. <br/>Our goal is that the <b>trainee(s) become autonomous</b> and that there is no need for any further support or coaching once the mandate is completed.",
        "We can also do morning or Lunch & Learn <b>awareness presentations</b> on specific topics such as the latest technologies, or software development practices such as Clean Code, or eco-design of digital services. These awareness sessions are ideal to \"give the taste\" to your teams to go further on the topic, for example with a training session (because there is nothing worse than going to a training session against your will).",
        "We can also help your teams to form <b>communities of practices</b>, which would allow your employees to share their knowledge and interests, whether technical or not, in order to <b>collectively progress</b>.",
        "Feel free to contact us to explain your context and your needs, and we will be able to present you a <b>proposal adapted to your issues and your budget</b>."
      ],
      "more": "For more information, <br/>contact us!"
    },
    "consulting-and-guidance": {
      "meta": {
        "title": "Consulting and guidance | Services | CLWeb Charlevoix",
        "description": "We can advise you in making important and strategic decisions for your company"
      },
      "heading": "Consulting and guidance",
      "subheading": "To advise you in making important and strategic decisions for your company",
      "paragraph": [
        "You have to <b>make an important and strategic decision</b> concerning your existing or future software, your website, the storage of your data or your information system overall?",
        "We can help you in a determined time by conducting a <b>detailed analysis of your needs and your context</b>, and by <b>advising you in your decision making</b>.",
        "In order to properly identify your needs, we will need a first meeting where you will explain your problems and your context. Following this meeting, we will be able to make a <b>proposal for a consulting mandate that corresponds to your budget and your reality</b>."
      ],
      "examples": {
        "heading": "Not sure what we can help you with? Here are some examples of questions you might have, and on which we have already performed consulting mandates:",
        "items": [
          "You want to <b>significantly upgrade your website</b> and you don't know if it is better to modify the existing website with its constraints or if it would be simpler to develop a brand new website adapted to your new requirements,",
          "You store a lot of <b>digital data</b> and you would like to <b>structure it to get the most out of it</b>, but you don't know how to proceed,",
          "You have tools and data stored in your company and you are hesitating to make the <b>switch to cloud services to reduce your infrastructure costs</b>,",
          "You want to <b>make your software or website responsive on cell phones and tablets</b> and you would like to know the feasibility,",
          "You want to shift to a digital platform and <b>gain online customers in addition to your physical ones</b> and you don't know where to start,",
          "You want to know how to aggregate or consolidate your online presence, in order to have a <b>better ranking on search engines</b> and to be able to <b>provide a single and simple entry point to your customers</b>,",
          "You store data and would like to ensure that your <b>customers' personal information are secured</b> according to the state of the art,",
          "You want to analyze the <b>quality level</b> of an existing software or website."
        ]
      },
      "more": "For more information, <br/>contact us!"
    },
    "process-and-rates": {
      "meta": {
        "title": "Process and rates | Services | CLWeb Charlevoix",
        "description": "How are our mandates conducted? How does a consultancy service work? At what rates?"
      },
      "heading": "Service process and rates",
      "paragraph": [
        "Each client has its own unique requirements and issues depending on its context, which is why each service is different from one client to another.",
        "We also offer <b>preferential rates</b> if you are a <b>company based in the Charlevoix region</b>, or if you are registered as a <b>charity</b>. We strongly believe in a local approach to develop business in our regions.",
        "<b>You have a business need or a project idea</b> and you don't know how much it can cost you? You can contact us and we will do a first meeting to <b>answer your questions</b> and <b>give you a better idea of your project feasibility</b> according to your budget. <br/>You can also contact us to simply find out <b>what is possible with your current budget</b>. <br/>In any case, <b>we will be available to answer your questions and to guide you in making your choices</b>."
      ],
      "steps": {
        "heading": "Nevertheless, in general terms, the sequence of a service can be presented as follows:",
        "items": [
          "A <b>first meeting</b> for you to present your context and your requirements;",
          "Following this meeting, we will make a <b>commercial proposal adapted to your specific needs and budget</b>;",
          "Once the proposal is accepted, we can begin our work;",
          "Invoicing is usually done in <b>time and material</b> (hourly rate);",
          "Throughout the mandate, <b>regular meetings</b> are planned (e.g. every two weeks) to present the work progress, the remaining work to be done and the potential difficulties encountered;",
          "Depending on the results and your context, the <b>scope of the mandate can be adjusted</b> so that it is <b>always adapted to your reality</b>."
        ]
      },
      "variables": {
        "heading": "Each mandate being unique, the rates may vary from one mandate to another. Nevertheless, the main parameters that will have an impact on the rates are:",
        "items": [
          "Type of service;",
          "Mandate duration;",
          "Travel."
        ]
      },
      "more": "For more information, <br/>contact us!"
    },
    "cto": {
      "meta": {
        "title": "Direction Technique | Services | CLWeb Charlevoix",
        "description": "Nous pouvons occuper le poste de Direction Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois (CTO-as-a-Service)"
      },
      "title": "Direction Technique",
      "toc-header": "Dans cette section, retrouvez les réponses à ces questions :",
      "sections": [
        {
          "title": "Qu&rsquo;est-ce qu&rsquo;un mandat de direction technique ?",
          "paragraphs": [
            "Un mandat de direction technique a pour objectif d&rsquo;<b>aider une compagnie ou un&middot;e dirigeant&middot;e d&rsquo;entreprise &agrave; aider dans la prise de d&eacute;cision relatives aux Technologies de l&rsquo;Information (TI)</b>. Ces d&eacute;cisions peuvent &ecirc;tre en rapport avec des choix de logiciels, du recrutement, du choix de prestataires externes ou encore du pilotage de budget.",
            "Ce type de mandat est aussi appel&eacute; <i>CTO-as-a-Service</i>."
          ],
          "image": "absolutvision-uCMKx2H1Y38-unsplash.jpg"
        },
        {
          "title": "&Agrave; qui est-ce destin&eacute; ?",
          "paragraphs": [
            "&Agrave; toute entreprise ou dirigeant&middot;e qui aurait besoin d&rsquo;aide dans la prise de d&eacute;cisions relatives aux TI mais qui <b>n&rsquo;a pas les moyens financiers ou suffisamment de travail pour embaucher une personne &agrave; temps plein</b> dans le poste de Direction Technique.",
            "Avec un mandat de direction technique &agrave; temps partiel, une personne peut intervenir ponctuellement &agrave; raison de quelques heures par semaine ou bien par mois.",
            "Cela permet ainsi &agrave; une entreprise ou un dirigeant de <b>d&eacute;l&eacute;guer au besoin la prise de d&eacute;cisions et le pilotage des ressources TI</b> aupr&egrave;s de quelqu&rsquo;un ayant suffisamment d&rsquo;exp&eacute;rience et d'expertise pour en assurer sereinement le r&ocirc;le."
          ],
          "emphasis": "En &eacute;vitant de combler ce r&ocirc;le &agrave; temps plein, l&rsquo;intervention &agrave; temps partiel permet de traiter les sujets les plus prioritaires et qui demandent une expertise sp&eacute;cifique, et ainsi <b>optimiser le retour sur investissement</b>."
        },
        {
          "title": "Pourquoi faire appel &agrave; nous ?",
          "paragraphs": [
            "<b>Nous avons plus de 15 ann&eacute;es d&rsquo;exp&eacute;rience professionnelle dans le d&eacute;veloppement logiciel et encore plus dans les TI de fa&ccedil;on g&eacute;n&eacute;rale</b>. Nous avons &eacute;galement assur&eacute; le poste de Direction Technique pendant plusieurs ann&eacute;es, &agrave; piloter des budgets, des ressources TI, des choix de prestataires, &agrave; g&eacute;rer du recrutement interne en TI ou encore &agrave; g&eacute;rer la progression de carri&egrave;re des collaborateurs TI.",
            "Nous avons l&rsquo;exp&eacute;rience et l&rsquo;expertise n&eacute;cessaire &agrave; la r&eacute;alisation de ce type de mandat strat&eacute;gique. Vous pourrez ainsi vous reposer sur nous pour <b>vous aider &agrave; prendre des d&eacute;cisions structurantes et pour vous accompagner dans votre transformation num&eacute;rique</b>.",
            "Notre intervention peut &ecirc;tre ponctuelle ou r&eacute;guli&egrave;re, en fonction de vos besoins et de votre budget. L&rsquo;objectif est de maximiser le retour sur investissement de chacune de nos interventions."
          ]
        },
        {
          "title": "Comment se d&eacute;roule un mandat de direction technique ?",
          "paragraphs": [
            "En premier lieu, il est n&eacute;cessaire de se <b>rencontrer afin que vous nous exposiez votre besoin et vos attentes.</b> Suite &agrave; cette rencontre, nous pourrons vous faire <b>une proposition commerciale</b> pr&eacute;sentant une d&eacute;marche d&rsquo;intervention &agrave; la demande, ou par fr&eacute;quence r&eacute;guli&egrave;re.",
            "Une fois la proposition accept&eacute;e, <b>nous pourrions commencer &agrave; intervenir et &agrave; int&eacute;grer si n&eacute;cessaire vos diff&eacute;rents processus internes.</b>",
            "Dans le cas d&rsquo;<b>interventions ponctuelles</b>, vous nous contactez <b>&agrave; la demande</b> et nous intervenons dans les jours qui suivent pour r&eacute;pondre sp&eacute;cifiquement &agrave; la probl&eacute;matique que vous rencontrez.",
            "Dans le cas d&rsquo;<b>interventions par fr&eacute;quence r&eacute;guli&egrave;re</b>, nous commen&ccedil;ons par identifier vos probl&eacute;matiques actuelles &agrave; traiter et &agrave; d&eacute;finir votre feuille de route TI pour les mois &agrave; venir.&nbsp; Gr&acirc;ce &agrave; cela, nous serons en mesure de vous faire rapidement des propositions de <b>solutions &agrave; court et &agrave; long terme</b>.",
            "Nous pouvons ensuite nous charger de l&rsquo;impl&eacute;mentation de ces solutions, ou bien vous pouvez aussi le faire en autonomie de votre c&ocirc;t&eacute;. Dans les deux cas, nous d&eacute;finissons un rythme de rencontre afin de faire un suivi r&eacute;gulier et de piloter les d&eacute;cisions relatives aux TI.",
            "Qu&rsquo;il s&rsquo;agisse d&rsquo;interventions ponctuelles ou r&eacute;guli&egrave;res, celles-ci peuvent aussi bien se faire &agrave; distance avec des outils collaboratifs virtuels, que sur place dans les locaux de votre compagnie."
          ],
          "image": "javier-allegue-barros-C7B-ExXpOIE-unsplash.jpg"
        },
        {
          "title": "Quelle est la dur&eacute;e de ce type de mandat ?",
          "paragraphs": [
            "La dur&eacute;e d&rsquo;un mandat de direction technique varie selon les attentes et la feuille de route TI.",
            "Pour une petite compagnie qui a simplement besoin de quelques conseils, il peut s&rsquo;agir de <b>quelques heures r&eacute;parties sur un mois</b>.",
            "Pour une compagnie qui souhaite se d&eacute;velopper et qui rencontre des probl&eacute;matiques plus importantes, l&rsquo;intervention peut durer <b>plusieurs mois, &agrave; raison de quelques heures par semaine.</b>"
          ]
        },
        {
          "title": "Combien cela co&ucirc;te-t-il ?",
          "paragraphs": [
            "Le co&ucirc;t d&rsquo;un mandat de direction technique est d&eacute;pendant de sa dur&eacute;e et des potentiels d&eacute;placements.",
            "La facturation se fait au taux horaire (temps et mat&eacute;riel). Vous ne payez donc que les heures r&eacute;ellement utilis&eacute;es, et le tarif peut varier en fonction des potentiels d&eacute;placements requis."
          ]
        },
        {
          "title": "Avez-vous des exemples de t&acirc;ches de direction technique ?",
          "paragraphs": [
            "Bien s&ucirc;r. Si vous n&rsquo;&ecirc;tes pas certains de comment nous pourrions vous aider, voici quelques exemples de t&acirc;ches que nous avons d&eacute;j&agrave; effectu&eacute; dans le pass&eacute; et pour lesquelles nous pourrions vous accompagner par un mandat de direction technique :"
          ],
          "items": [
            "le pilotage de votre <b>budget TI annuel</b>,",
            "la <b>gestion du risque</b> et de vos contraintes,",
            "la <b>prise de d&eacute;cisions strat&eacute;giques</b> pour votre compagnie,",
            "l'implantation de <b>nouveaux processus TI,</b>",
            "la construction d'un <b>parcours de formation TI interne</b>,",
            "la construction d'une <b>politique de s&eacute;curit&eacute;</b> de votre syst&egrave;me d'information,",
            "le <b>stockage et la gestion de vos donn&eacute;es</b> d'entreprise,",
            "le choix d'une <b>infrastructure infonuagique</b>,",
            "le choix d'<b>outils ou de logiciels</b> utilis&eacute;s par vos collaborateurs,",
            "le <b>recrutement</b> d'un&middot;e Directeur&middot;rice Technique, de d&eacute;veloppeurs ou de toute autre personne rattach&eacute;e aux TI,",
            "la <b>r&eacute;alisation d'appels d'offres</b> pour soumettre des demandes sur des plateformes telles que SEAO,",
            "le <b>choix de prestataires</b> externes qui r&eacute;pondraient &agrave; vos appels d'offres,",
            "la <b>gestion de la dette technique</b>."
          ]
        }
      ],
      "contact-us": "Vous avez des questions ?<br/>Contactez-nous ici !",
      "other-services": "Retrouvez &eacute;galement nos autres services :"
    },
    "delivery-and-hosting": {
      "meta": {
        "title": "Delivery and hosting | Services | CLWeb Charlevoix",
        "description": "We can develop high-quality software or create a custom website, tailored to your needs and your project context"
      },
      "heading": "Delivery and hosting",
      "subheading": "For high-quality software development or custom website creation, tailored to your needs and your project context",
      "paragraph": [
        "You have a manual or semi-automated process that takes you <b>several hours per week or month</b>? <b>Processed on paper</b> or partially computerized? With a <b>risk of error or omission</b>? <br/>Your website or intranet designed with tools like Wix or Wordpress is no longer adapted to your needs? <b>You have to adapt to your software while it should adapt to you and your process?</b>",
        "We perform <b>high-quality custom software or website development, tailored to your needs and your context</b>, that you will be able to use as well on your cell phone, tablet or computer.",
        "We work using an <b>iterative approach</b> (<a href=\"https://en.wikipedia.org/wiki/Agile_software_development\" target=\"_blank\">agile practices</a>) to build your product by integrating your feedback regularly.",
        "Concretely, before starting to write any line of code, we need at least a first meeting to <b>identify your context and frame your requirements</b>. Once the meeting is done, we will be able to make you a <b>commercial proposal adapted to your situation and your budget</b>.",
        "Throughout the mandate, <b>regular meetings</b> are planned (e.g. every two weeks) to present the work progress, the remaining work to be done and the potential difficulties encountered. Depending on the results and your context, the scope of the mandate can be adjusted so that it is <b>always adapted to your reality</b>.",
        "<b>Software quality is our priority</b>. We use state of the art tools and code practices to produce robust, reliable and scalable code over the long term. The goal is that the software or website can follow you over several years, <b>evolving and adapting along with your company</b>, without having to wipe the slate clean after a few years.",
        "We can deploy the software or host the website on cloud infrastructures <b>here in Canada</b> to be geographically close to our customers and to <b>support the local industry</b>.",
        "In a nutshell, our mission is to <b>create high-quality software that meets your needs, and that will evolve over many years</b>."
      ],
      "more": "For more information, <br/>contact us!"
    }
  }
}
