{
  "navbar": {
    "services": "Services",
    "testimonials": "Témoignages",
    "our-team": "Notre équipe",
    "contact": "Contact"
  },
  "home": {
    "meta": {
      "title": "Conseil Logiciel & Web Charlevoix",
      "description": "Conseil en TI, conception de logiciels, réalisation d'applications web et création de sites internet sur-mesure dans Charlevoix (La Malbaie, Clermont)"
    },
    "welcome": {
      "heading": "Fournir des <b>solutions simples</b> à vos projets complexes",
      "subheading": "Réalisation de logiciels, d'applications web et de sites internet <b>sur-mesure</b>, au cœur de Charlevoix",
      "description": [
        "Vous avez un contexte ou des besoins spécifiques ?",
        "Les outils tels que Wix, Wordpress ou autres ne répondent pas à vos attentes ?",
        "Vous cherchez un partenaire dans votre transition vers le numérique afin de gagner en visibilité, en efficacité et en qualité de vie professionnelle ?"
      ],
      "contact-us": "Contactez-nous !"
    },
    "services": {
      "heading": "Des services <b>sur-mesure</b> adaptés à votre contexte unique",
      "promo": "️Vous êtes une entreprise de la région de Charlevoix ou un organisme de bienfaisance ? Bénéficiez de tarifs préférentiels !",
      "details": "Cliquez sur un élément pour accéder à plus de détails",
      "more": "Vous souhaitez en savoir plus sur<br class=\"hidden-md-and-down\" /> <b>comment se déroule une prestation</b> ainsi que <b>nos tarifs</b> ? Cliquez ici",
      "consulting": {
        "title": "Conseil et accompagnement",
        "description": "Pour vous conseiller dans la prise de décisions importantes et structurantes pour votre compagnie"
      },
      "delivery": {
        "title": "Réalisation et hébergement",
        "description": "Pour la conception d’un logiciel ou la création d'un site web sur-mesure, de qualité, adapté à vos besoins et au cadre de votre projet"
      },
      "cto": {
        "title": "Directeur Technique à temps partiel<br/>(<i>CTO-as-a-Service</i>)",
        "description": "Pour occuper le rôle de Directeur Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois"
      },
      "coaching": {
        "title": "Coaching et formation",
        "description": "Pour accompagner et former une ou plusieurs équipes de développement de votre compagnie"
      }
    },
    "recent-projects": {
      "heading": "Ils nous ont fait confiance",
      "subheading": "Laurence Monari et Thomas Morat,<br/>propriétaires de la Boulangerie Le Panivore Inc.",
      "quote": {
        "intro": "La Boulangerie Le Panivore Inc. tient à remercier chaleureusement Damien Beaufils pour le site web qu’il nous a développé sur mesure. Les multiples fonctionnalités qu’il a intégrées suite à l’analyse de nos besoins nous ont permis de :",
        "items": [
          "<b>Centraliser l’ensemble des commandes</b> dans une base de données accessible en tout temps par toute l’équipe,",
          "<b>Réduire</b> chaque jour <b>de 75 % le temps de planification</b> de la production,",
          "<b>Réduire de plus de 50 %</b> le temps nécessaire pour produire les factures mensuelles,",
          "<b>Réduire au minimum le risque d’erreurs</b> lors de la préparation des commandes,",
          "<b>Gagner en efficacité</b> lors de la cueillette des commandes en magasin."
        ],
        "outro": "Nous vous recommandons grandement de faire appels aux services de Damien Beaufils ; sa rigueur, ses analyses pointues et ses multiples compétences techniques vous permettront de faire un grand pas en avant."
      },
      "references": "Références détaillées disponibles sur demande"
    },
    "about": {
      "heading": "Pourquoi collaborer avec nous ?",
      "description": [
        "Nous sommes des <b>experts en développement logiciel depuis plus de 15 ans</b>, et nous avons à cœur de concevoir des produits sur-mesure, qui s’adaptent à vos besoins, et où la qualité est un critère non négociable.",
        "De plus, nous privilégions les <b>outils et infrastructures locales</b> pour l’hébergement de vos produits, afin de <b>contribuer à l’économie québécoise</b>.",
        "Collaborer avec nous, c’est aussi établir une <b>relation de confiance et de co-construction</b> qui va au-delà de l’aspect contractuel."
      ],
      "team": "Découvrez notre équipe"
    },
    "contact": {
      "heading": "Contactez-nous",
      "subheading": "Envoyez-nous directement un courriel à notre adresse",
      "subheading2": "Ou bien envoyez-nous un message par ce formulaire",
      "form": {
        "name": {
          "label": "Votre nom",
          "validation": {
            "empty": "Le nom est requis"
          }
        },
        "email": {
          "label": "Votre adresse électronique",
          "validation": {
            "empty": "L'adresse électronique est requise",
            "invalid": "L'adresse électronique entrée n'est pas valide"
          }
        },
        "message": {
          "label": "Votre message",
          "validation": {
            "empty": "Le message est requis"
          }
        },
        "submit": "Envoyer"
      }
    }
  },
  "team": {
    "meta": {
      "title": "Damien Beaufils | Notre équipe | CLWeb Charlevoix",
      "description": "Experts en développement logiciel, nous avons à cœur de concevoir des produits sur-mesure, qui s’adaptent à vos besoins, et où la qualité est un critère non négociable"
    },
    "heading": "Qui suis-je ?",
    "subheading": "Damien Beaufils",
    "paragraph": [
      "Fort de <b>plus de 15 années d’expérience en développement logiciel</b>, je me suis lancé dans l’entrepreneuriat après avoir passé plus de la moitié de ma carrière en tant que consultant TI dans des compagnies de différents secteurs d’activité (banque, assurance, énergie, service public, médias, sports...) et de différentes tailles (de la petite compagnie à la multinationale).",
      "Lors de ma dernière expérience avant mon saut entrepreneurial, j'ai été <b>Directeur Technique</b> d'une compagnie de conseil en TI pendant plus de 3 ans, en parallèle de mon rôle de <b>développeur logiciel</b> et <b>consultant senior</b>.",
      "<b>Concevoir des logiciels de qualité est ma passion, et j'aime être fier du travail réalisé</b>. En plus de mes mandats, je passe beaucoup de temps à me former constamment pour rester à l’état de l’art de la technologie, ceci afin d’être en capacité de fournir les meilleures solutions pour répondre à vos différentes problématiques.",
      "Je suis expert dans les pratiques de qualité des développements, appelées aussi pratiques du mouvement <b><i>Software Craftsmanship</i></b> (des pratiques telles que <i>Clean Code</i>, <i>Refactoring</i>, <i>Test Driven Development</i>...) et <b>je suis certifié sur plusieurs technologies ainsi que sur l'éco-conception de service numérique (Éco-TIC)</b>.",
      "J'ai eu l'opportunité d'être conférencier dans des conférences techniques renommées telles que Devoxx en France ou Web À Québec.",
      "En 2018, j'ai pris la décision d'émigrer de la France pour m'installer au Québec, à Montréal. Après de nombreuses pérégrinations dans les différentes régions du Québec, et ayant un fort attrait pour la campagne et la nature, <b>je suis tombé en amour avec la région de Charlevoix</b>, bordée d'un côté par le magnifique fleuve Saint-Laurent et de l'autre par la majestueuse chaîne de montagne des Laurentides.",
      "J'ai décidé de faire le grand move en 2022 en quittant Montréal pour m'installer dans la région de Charlevoix-Est, à Clermont. C'est alors que j'ai décidé de me lancer dans l'aventure entrepreunariale, pour <b>mettre à profit mes compétences et mes expertises au service des compagnies de la région</b>.",
      "Mes autres passions ? La randonnée pédestre dans la nature québécoise et la photographie animalière et de paysage."
    ],
    "publications": "Cliquez ici pour consulter l'ensemble de mes publications.",
    "more": "Pour en savoir plus, <br/>contactez-moi !"
  },
  "thank-you": {
    "meta": {
      "title": "Merci de nous avoir contacté ! | CLWeb Charlevoix"
    },
    "subheading": "Merci de nous avoir contacté !",
    "paragraph": "Nous avons bien reçu votre message et nous vous recontacterons dans les plus brefs délais !",
    "back": "Retour à l'accueil"
  },
  "services": {
    "coaching-and-training": {
      "meta": {
        "title": "Coaching et formation | Services | CLWeb Charlevoix",
        "description": "Nous pouvons accompagner et former aux pratiques de qualité une ou plusieurs équipes de développement de votre compagnie"
      },
      "heading": "Coaching et formation",
      "subheading": "Pour accompagner et former une ou plusieurs équipes de développement de votre compagnie",
      "paragraph": [
        "Vous avez dans votre compagnie une personne en charge du développement et de la maintenance logicielle, ou bien une équipe de développement complète, et vous souhaitez les <b>former aux pratiques de qualité</b> ?<br/>Vous êtes vous-mêmes développeur ou développeuse et vous souhaitez progresser dans vos pratiques pour <b>produire du code maintenable et évolutif sur le long terme</b> ?",
        "Nous pouvons <b>former et accompagner</b> aussi bien sur les pratiques de qualité des développements que sur des technologies spécifiques sur lesquelles nous sommes experts. <br/>La <b>formation</b> peut se dérouler sur un ou plusieurs jours, en ligne ou bien sur place. <br/>L'<b>accompagnement</b> se fait habituellement de manière dégressive : quelques jours par semaine au démarrage, puis une réduction progressive pour finir à quelques heures de coaching par semaine. <br/> Notre objectif est bien que la ou <b>les personnes formées soient autonomes</b> et qu'il n'y ait plus besoin d'aucun accompagnement ni coaching une fois le mandat terminé.",
        "Nous pouvons également intervenir une matinée ou lors d'un <i>Lunch & Learn</i> pour animer des <b>présentations de sensibilisation</b> sur des sujets spécifiques tels que les dernières nouveautés d'une technologie ou bien sur des pratiques de développement logiciel telles que <i>Clean Code</i> ou bien l'éco-conception de services numériques. Ces sensibilisations sont idéales pour \"donner le goût\" à vos équipes d'aller plus loin sur le sujet, notamment via une formation (car il n'y a rien de pire que d'aller à une formation contre son gré).",
        "Nous pouvons aussi intervenir auprès de vos équipes pour les aider à établir des <b>communautés de pratiques</b>, ce qui permettrait à vos collaborateurs de partager leurs connaissances et leurs intérêts, qu'ils soient techniques ou non, afin de <b>progresser collectivement</b>.",
        "N'hésitez pas à nous contacter pour nous présenter votre contexte et votre besoin, et nous pourrons vous présenter une <b>proposition adaptée à votre problématique et votre budget</b>."
      ],
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "consulting-and-guidance": {
      "meta": {
        "title": "Conseil et accompagnement | Services | CLWeb Charlevoix",
        "description": "Nous pouvons vous conseiller dans la prise de décisions importantes et stratégiques pour votre compagnie"
      },
      "heading": "Conseil et accompagnement",
      "subheading": "Pour vous conseiller dans la prise de décisions importantes et structurantes pour votre compagnie",
      "paragraph": [
        "Vous devez <b>prendre une décision importante et stratégique</b> concernant vos logiciels existants ou futurs, votre site web, le stockage de vos données ou encore votre système d’information dans son ensemble ?",
        "Nous pouvons vous accompagner dans un temps déterminé en réalisant une <b>analyse poussée de votre besoin et de votre contexte</b>, et en vous <b>conseillant dans votre prise de décision</b>.",
        "Pour identifier correctement votre besoin, nous aurons besoin d'une première rencontre afin que vous nous exposiez vos problématiques et votre contexte. Suite à cette rencontre, nous pourrons vous faire une <b>proposition de mandat de conseil correspondant à votre budget et votre réalité</b>."
      ],
      "examples": {
        "heading": "Exemples de mandats de conseil :",
        "items": [
          "Vous souhaitez <b>faire évoluer drastiquement votre site web</b> et vous ne savez pas s’il est mieux de modifier le site existant avec ses contraintes ou s’il serait plus simple de concevoir un tout nouveau site adapté à vos nouveaux besoins,",
          "Vous stockez des outils et données dans votre compagnie et vous hésitez à <b>prendre le virage de l’infonuagique pour réduire vos coûts de structure</b>,",
          "Vous souhaitez <b>rendre accessible sur cellulaire et tablette</b> votre logiciel ou site web et vous voudriez connaitre la faisabilité,",
          "Vous souhaitez prendre le virage numérique et <b>avoir une clientèle virtuelle en plus de votre clientèle physique</b> et vous ne savez pas par quel bout commencer,",
          "Vous souhaitez savoir comment agréger ou consolider votre présence en ligne, afin d'avoir un <b>meilleur référencement sur les moteurs de recherche</b> et de pouvoir <b>fournir une porte d'entrée unique et simple à vos clients</b>,",
          "Vous stockez des données et vous voudriez vous assurer que les <b>informations personnelles de vos clients sont bien sécurisées</b> selon l'état de l'art,",
          "Vous souhaitez analyser le <b>niveau de qualité</b> d’un logiciel ou site web existant."
        ]
      },
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "process-and-rates": {
      "meta": {
        "title": "Fonctionnement et tarifs | Services | CLWeb Charlevoix",
        "description": "Comment nos mandats se déroulent-ils ? Comment fonctionne une prestation de service ? À quels tarifs ?"
      },
      "heading": "Déroulement d'une prestation et tarifs",
      "paragraph": [
        "Chaque client a ses propres besoins et problématiques dépendant de son contexte, c'est pourquoi chaque prestation est différente d'un client à l'autre.",
        "Nous proposons également des <b>tarifs préférentiels</b> si vous êtes une <b>compagnie de la région de Charlevoix</b>, ou si vous êtes enregistrés en tant qu'<b>organisme de bienfaisance</b>. En effet, nous croyons fermement à l'approche locale pour développer l'activité commerciale dans nos régions.",
        "<b>Vous avez un besoin ou une idée de projet</b> et vous ne savez pas combien cela peut vous coûter ? Vous pouvez nous contacter et nous ferons une première rencontre afin de <b>répondre à vos questions</b> et <b>vous donner une meilleure idée de la faisabilité de votre projet</b> selon votre budget. <br/>Vous pouvez aussi nous contacter pour simplement <b>savoir ce qu'il est possible de faire avec votre budget actuel</b>. <br/>Dans tous les cas, <b>nous nous rendrons disponibles pour répondre à vos questions et vous guider dans vos choix</b>."
      ],
      "steps": {
        "heading": "Néanmoins, dans les grandes lignes, le déroulement d'une prestation peut se présenter comme ceci :",
        "items": [
          "Une <b>première rencontre</b> pour que vous nous présentiez votre contexte et votre besoin ;",
          "Suite à cette rencontre, nous ferons une <b>proposition commerciale adaptée à votre problématique et à votre budget</b> ;",
          "Une fois la proposition acceptée, nous pourrons commencer le travail ;",
          "La facturation se fait usuellement en <b>temps et matériel</b> (taux horaire) ;",
          "Tout le long du mandat, des <b>rencontres régulières</b> sont planifiées (par exemple aux deux semaines) afin de présenter l'avancement du travail, le restant à faire et les potentielles difficultés rencontrées ;",
          "Dépendant des résultats et de votre contexte, la <b>portée du mandat peut être ajustée</b> afin qu'il soit <b>toujours adapté à votre réalité</b>."
        ]
      },
      "variables": {
        "heading": "Chaque mandat étant unique, les tarifs peuvent varier d'un mandat à l'autre. Néanmoins, les principaux paramètres qui vont avoir un impact sur les tarifs sont :",
        "items": [
          "Le type de prestation ;",
          "La durée du mandat ;",
          "Les déplacements."
        ]
      },
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "cto-as-a-service": {
      "meta": {
        "title": "Direction Technique | Services | CLWeb Charlevoix",
        "description": "Nous pouvons occuper le rôle de Directeur Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois (CTO-as-a-Service)"
      },
      "heading": "Directeur Technique à temps partiel (<i>CTO-as-a-Service</i>)",
      "subheading": "Pour occuper le rôle de Directeur Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois",
      "paragraph": [
        "Vous dirigez une compagnie et vous avez besoin d’une personne pour vous aider à <b>prendre des décisions relatives aux Technologies de l'Information (TI)</b> ? Vous n’avez pas le budget pour embaucher une personne qui aurait le rôle de directeur technique permanent à temps plein ?",
        "Qu’il s’agisse de quelques heures par semaine ou simplement d'une journée par mois, nous pouvons vous accompagner en occupant le rôle de directeur technique à temps partiel afin de <b>vous aider à piloter les ressources TI de votre compagnie</b>.",
        "Pour identifier correctement votre besoin, nous aurons besoin d'une première rencontre afin que vous nous exposiez vos problématiques et votre contexte. Suite à cette rencontre, nous pourrons vous faire une <b>proposition d'accompagnement correspondant à votre budget et votre réalité</b>.",
        "Une fois la proposition acceptée, l'accompagnement peut aussi bien se faire à distance avec des outils collaboratifs virtuels, que sur place dans les locaux de votre compagnie."
      ],
      "examples": {
        "heading": "Nous pouvons par exemple vous accompagner dans :",
        "items": [
          "le <b>pilotage de votre budget</b> TI annuel,",
          "la <b>gestion du risque</b> et de vos contraintes,",
          "la <b>prise de décisions stratégiques</b> pour votre compagnie,",
          "l'implantation de nouveaux <b>processus TI</b>,",
          "la construction d'un parcours de <b>formation TI</b> interne,",
          "la construction d'une <b>politique de sécurité</b> de votre système d'information,",
          "le stockage et la <b>gestion de vos données</b> d'entreprise,",
          "le choix d'une <b>infrastructure infonuagique</b>,",
          "le <b>choix d'outils ou de logiciels</b> utilisés par vos collaborateurs,",
          "le <b>recrutement</b> d'un Directeur Technique, de développeurs ou de toute autre personne rattachée aux TI,",
          "la <b>réalisation d'appels d'offres</b> pour soumettre des demandes sur des plateformes telles que SEAO,",
          "le <b>choix de prestataires externes</b> qui répondraient à vos appels d'offres,",
          "la gestion de la <b>dette technique</b>."
        ]
      },
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "delivery-and-hosting": {
      "meta": {
        "title": "Réalisation et hébergement | Services | CLWeb Charlevoix",
        "description": "Nous pouvons concevoir un logiciel ou créer un site web sur-mesure, de qualité, adapté à vos besoins et au cadre de votre projet"
      },
      "heading": "Réalisation et hébergement",
      "subheading": "Pour la conception d’un logiciel ou la création d'un site web sur-mesure, de qualité, adapté à vos besoins et au cadre de votre projet",
      "paragraph": [
        "Vous avez un processus manuel ou semi-automatisé qui vous prend <b>plusieurs heures par semaine ou par mois</b> ? <b>Traité sur papier</b> ou partiellement informatisé ? Avec un <b>risque d’erreur ou d’oubli</b> ? <br/> Votre site web ou votre intranet conçu avec des outils comme Wix ou Wordpress n’est plus adapté à vos besoins ? <b>Vous devez vous adapter à votre logiciel alors qu’il devrait s’adapter à votre vous et votre processus ?</b>",
        "Nous réalisons le développement d’un <b>logiciel ou site web sur-mesure, de qualité, adapté à vos besoins et votre contexte</b>, que vous pourrez utiliser aussi bien sur votre cellulaire, tablette ou ordinateur.",
        "Nous fonctionnons avec une <b>approche itérative</b> (<a href=\"https://fr.wikipedia.org/wiki/M%C3%A9thode_agile\" target=\"_blank\" >pratiques agiles</a >) pour concevoir votre produit en intégrant vos commentaires régulièrement.",
        "Concrètement, avant de commencer à écrire toute ligne de code, nous avons besoin d'au moins une première rencontre pour bien <b>identifier votre contexte et cadrer votre besoin</b>. Une fois la rencontre effectuée, nous pourrons vous faire une <b>proposition commerciale adaptée à votre problématique et à votre budget</b>.",
        "Tout le long du mandat, des <b>rencontres régulières</b> sont planifiées (par exemple aux deux semaines) afin de présenter l'avancement du travail, le restant à faire et les potentielles difficultés rencontrées. Dépendant des résultats et de votre contexte, la portée du mandat peut être ajustée afin qu'il soit <b>toujours adapté à votre réalité</b>.",
        "<b>La qualité du logiciel est notre priorité</b>. Nous utilisons pour cela des outils et pratiques de code à l’état de l’art, afin de produire un code robuste, fiable et évolutif sur le long terme. L'objectif est que le logiciel ou site web puisse vous accompagner sur plusieurs années, <b>évoluer et s'adapter en même temps que votre compagnie</b>, sans avoir à faire table rase au bout de quelques années.",
        "Nous pouvons déployer le logiciel ou héberger le site web sur des infrastructures infonuagiques, ici, <b>au Québec</b>, afin d’être au plus proche géographiquement de nos clients et de <b>faire fonctionner l’industrie locale</b>.",
        "En bref, notre mission : <b>concevoir des logiciels de qualité qui répondent à vos besoins, et qui soient évolutifs sur plusieurs années</b>."
      ],
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    }
  }
}
