{
  "navbar": {
    "services": "Services",
    "testimonials": "Témoignages",
    "our-team": "Notre équipe",
    "contact": "Contact"
  },
  "home": {
    "meta": {
      "title": "Conseil Logiciel & Web Charlevoix",
      "description": "Conseil en TI, conception de logiciels, réalisation d'applications web et création de sites internet sur-mesure dans Charlevoix (La Malbaie, Clermont)"
    },
    "welcome": {
      "heading": "Fournir des <b>solutions simples</b> à vos projets complexes",
      "subheading": "Réalisation de logiciels, d'applications web et de sites internet <b>sur-mesure</b>, au cœur de Charlevoix",
      "description": [
        "Vous avez un contexte ou des besoins spécifiques ?",
        "Les outils tels que Wix, Wordpress ou autres ne répondent pas à vos attentes ?",
        "Vous cherchez un partenaire dans votre transition vers le numérique afin de gagner en visibilité, en efficacité et en qualité de vie professionnelle ?"
      ],
      "contact-us": "Contactez-nous !"
    },
    "services": {
      "heading": "Des services <b>sur-mesure</b> adaptés à votre contexte unique",
      "promo": "️Vous êtes une entreprise de la région de Charlevoix ou un organisme de bienfaisance ? Bénéficiez de tarifs préférentiels !",
      "details": "Cliquez sur un élément pour accéder à plus de détails",
      "more": "Vous souhaitez en savoir plus sur<br class=\"hidden-md-and-down\" /> <b>comment se déroule une prestation</b> ainsi que <b>nos tarifs</b> ? Cliquez ici",
      "consulting": {
        "title": "Conseil et accompagnement",
        "description": "Pour vous conseiller dans la prise de décisions importantes et stratégiques pour votre compagnie"
      },
      "delivery": {
        "title": "Réalisation et hébergement",
        "description": "Pour la conception d’un logiciel ou la création d'un site web sur-mesure, de qualité, adapté à vos besoins et au cadre de votre projet"
      },
      "cto": {
        "title": "Direction Technique<br/>(<i>CTO-as-a-Service</i>)",
        "description": "Pour occuper le poste de Direction Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois"
      },
      "coaching": {
        "title": "Coaching et formation",
        "description": "Pour accompagner et former une ou plusieurs équipes de développement de votre compagnie"
      }
    },
    "recent-projects": {
      "heading": "Ils nous ont fait confiance",
      "subheading": "Laurence Monari et Thomas Morat,<br/>propriétaires de la Boulangerie Le Panivore Inc.",
      "quote": {
        "intro": "La Boulangerie Le Panivore Inc. tient à remercier chaleureusement Damien Beaufils pour le site web qu’il nous a développé sur mesure. Les multiples fonctionnalités qu’il a intégrées suite à l’analyse de nos besoins nous ont permis de :",
        "items": [
          "<b>Centraliser l’ensemble des commandes</b> dans une base de données accessible en tout temps par toute l’équipe,",
          "<b>Réduire</b> chaque jour <b>de 75 % le temps de planification</b> de la production,",
          "<b>Réduire de plus de 50 %</b> le temps nécessaire pour produire les factures mensuelles,",
          "<b>Réduire au minimum le risque d’erreurs</b> lors de la préparation des commandes,",
          "<b>Gagner en efficacité</b> lors de la cueillette des commandes en magasin."
        ],
        "outro": "Nous vous recommandons grandement de faire appels aux services de Damien Beaufils ; sa rigueur, ses analyses pointues et ses multiples compétences techniques vous permettront de faire un grand pas en avant."
      },
      "references": "Références détaillées disponibles sur demande"
    },
    "about": {
      "heading": "Pourquoi collaborer avec nous ?",
      "description": [
        "Nous sommes des <b>experts en développement logiciel depuis plus de 15 ans</b>, et nous avons à cœur de concevoir des produits sur-mesure, qui s’adaptent à vos besoins, et où la qualité est un critère non négociable.",
        "De plus, nous privilégions les <b>outils et infrastructures locales</b> pour l’hébergement de vos produits, afin de <b>contribuer à l’économie québécoise</b>.",
        "Collaborer avec nous, c’est aussi établir une <b>relation de confiance et de co-construction</b> qui va au-delà de l’aspect contractuel."
      ],
      "team": "Découvrez notre équipe"
    },
    "contact": {
      "heading": "Contactez-nous",
      "subheading": "Envoyez-nous directement un courriel à notre adresse",
      "subheading2": "Ou bien envoyez-nous un message par ce formulaire",
      "form": {
        "name": {
          "label": "Votre nom",
          "validation": {
            "empty": "Le nom est requis"
          }
        },
        "email": {
          "label": "Votre adresse électronique",
          "validation": {
            "empty": "L'adresse électronique est requise",
            "invalid": "L'adresse électronique entrée n'est pas valide"
          }
        },
        "message": {
          "label": "Votre message",
          "validation": {
            "empty": "Le message est requis"
          }
        },
        "submit": "Envoyer"
      }
    }
  },
  "team": {
    "meta": {
      "title": "Damien Beaufils | Notre équipe | CLWeb Charlevoix",
      "description": "Experts en développement logiciel, nous avons à cœur de concevoir des produits sur-mesure, qui s’adaptent à vos besoins, et où la qualité est un critère non négociable"
    },
    "heading": "Qui suis-je ?",
    "subheading": "Damien Beaufils",
    "paragraph": [
      "Fort de <b>plus de 15 années d’expérience en développement logiciel</b>, je me suis lancé dans l’entrepreneuriat après avoir passé plus de la moitié de ma carrière en tant que consultant TI dans des compagnies de différents secteurs d’activité (banque, assurance, énergie, service public, médias, sports...) et de différentes tailles (de la petite compagnie à la multinationale).",
      "Lors de ma dernière expérience avant mon saut entrepreneurial, j'ai été <b>Directeur Technique</b> d'une compagnie de conseil en TI pendant plus de 3 ans, en parallèle de mon rôle de <b>développeur logiciel</b> et <b>consultant senior</b>.",
      "<b>Concevoir des logiciels de qualité est ma passion, et j'aime être fier du travail réalisé</b>. En plus de mes mandats, je passe beaucoup de temps à me former constamment pour rester à l’état de l’art de la technologie, ceci afin d’être en capacité de fournir les meilleures solutions pour répondre à vos différentes problématiques.",
      "Je suis expert dans les pratiques de qualité des développements, appelées aussi pratiques du mouvement <b><i>Software Craftsmanship</i></b> (des pratiques telles que <i>Clean Code</i>, <i>Refactoring</i>, <i>Test Driven Development</i>...) et <b>je suis certifié sur plusieurs technologies ainsi que sur l'éco-conception de service numérique (Éco-TIC)</b>.",
      "J'ai eu l'opportunité d'être conférencier dans des conférences techniques renommées telles que Devoxx en France ou Web À Québec.",
      "En 2018, j'ai pris la décision d'émigrer de la France pour m'installer au Québec, à Montréal. Après de nombreuses pérégrinations dans les différentes régions du Québec, et ayant un fort attrait pour la campagne et la nature, <b>je suis tombé en amour avec la région de Charlevoix</b>, bordée d'un côté par le magnifique fleuve Saint-Laurent et de l'autre par la majestueuse chaîne de montagne des Laurentides.",
      "J'ai décidé de faire le grand move en 2022 en quittant Montréal pour m'installer dans la région de Charlevoix-Est, à Clermont. C'est alors que j'ai décidé de me lancer dans l'aventure entrepreunariale, pour <b>mettre à profit mes compétences et mes expertises au service des compagnies de la région</b>.",
      "Mes autres passions ? La randonnée pédestre dans la nature québécoise et la photographie animalière et de paysage."
    ],
    "publications": "Cliquez ici pour consulter l'ensemble de mes publications.",
    "more": "Pour en savoir plus, <br/>contactez-moi !"
  },
  "thank-you": {
    "meta": {
      "title": "Merci de nous avoir contacté ! | CLWeb Charlevoix"
    },
    "subheading": "Merci de nous avoir contacté !",
    "paragraph": "Nous avons bien reçu votre message et nous vous recontacterons dans les plus brefs délais !",
    "back": "Retour à l'accueil"
  },
  "services": {
    "coaching-and-training": {
      "meta": {
        "title": "Coaching et formation | Services | CLWeb Charlevoix",
        "description": "Nous pouvons accompagner et former aux pratiques de qualité une ou plusieurs équipes de développement de votre compagnie"
      },
      "heading": "Coaching et formation",
      "subheading": "Pour accompagner et former une ou plusieurs équipes de développement de votre compagnie",
      "paragraph": [
        "Vous avez dans votre compagnie une personne en charge du développement et de la maintenance logicielle, ou bien une équipe de développement complète, et vous souhaitez les <b>former aux pratiques de qualité</b> ?<br/>Vous êtes vous-mêmes développeur ou développeuse et vous souhaitez progresser dans vos pratiques pour <b>produire du code maintenable et évolutif sur le long terme</b> ?",
        "Nous pouvons <b>former et accompagner</b> aussi bien sur les pratiques de qualité des développements que sur des technologies spécifiques sur lesquelles nous sommes experts. <br/>La <b>formation</b> peut se dérouler sur un ou plusieurs jours, en ligne ou bien sur place. <br/>L'<b>accompagnement</b> se fait habituellement de manière dégressive : quelques jours par semaine au démarrage, puis une réduction progressive pour finir à quelques heures de coaching par semaine. <br/> Notre objectif est bien que la ou <b>les personnes formées soient autonomes</b> et qu'il n'y ait plus besoin d'aucun accompagnement ni coaching une fois le mandat terminé.",
        "Nous pouvons également intervenir une matinée ou lors d'un <i>Lunch & Learn</i> pour animer des <b>présentations de sensibilisation</b> sur des sujets spécifiques tels que les dernières nouveautés d'une technologie ou bien sur des pratiques de développement logiciel telles que <i>Clean Code</i> ou bien l'éco-conception de services numériques. Ces sensibilisations sont idéales pour \"donner le goût\" à vos équipes d'aller plus loin sur le sujet, notamment via une formation (car il n'y a rien de pire que d'aller à une formation contre son gré).",
        "Nous pouvons aussi intervenir auprès de vos équipes pour les aider à établir des <b>communautés de pratiques</b>, ce qui permettrait à vos collaborateurs de partager leurs connaissances et leurs intérêts, qu'ils soient techniques ou non, afin de <b>progresser collectivement</b>.",
        "N'hésitez pas à nous contacter pour nous présenter votre contexte et votre besoin, et nous pourrons vous présenter une <b>proposition adaptée à votre problématique et votre budget</b>."
      ],
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "consulting-and-guidance": {
      "meta": {
        "title": "Conseil et accompagnement | Services | CLWeb Charlevoix",
        "description": "Nous pouvons vous conseiller dans la prise de décisions importantes et stratégiques pour votre compagnie"
      },
      "title": "Conseil et accompagnement",
      "sections": [
        {
          "title": "Qu&rsquo;est-ce qu&rsquo;un mandat de conseil et d&rsquo;accompagnement ?",
          "paragraphs": [
            "Un mandat de conseil et d&rsquo;accompagnement a pour objectif d&rsquo;<b>apporter des r&eacute;ponses &agrave; un probl&egrave;me ou une difficult&eacute; pr&eacute;cise</b>. Dans notre cas, cela peut &ecirc;tre sur des aspects technologiques comme sur des aspects humains.",
            "On distingue deux phases principales, qui peuvent &ecirc;tre dissoci&eacute;es :&nbsp;<br/>- La <b>partie conseil, appel&eacute;e aussi consultation</b>, qui consiste en une analyse pouss&eacute;e du contexte et de la probl&eacute;matique, ainsi que la formulation de recommandations ;<br/>- La <b>partie accompagnement</b>, qui consiste &agrave; une assistance &agrave; l&rsquo;impl&eacute;mentation des recommandations formul&eacute;es &agrave; l&rsquo;&eacute;tape pr&eacute;c&eacute;dente.",
            "Pour illustrer ces deux d&eacute;marches, prenons un exemple de la vie quotidienne : imaginons que vous rencontrez une difficult&eacute; dans la fa&ccedil;on de cuisiner et de s&rsquo;organiser dans la cuisine &agrave; la maison. Pour y r&eacute;pondre :<br/>- La partie conseil : demander &agrave; un chef cuisinier d&rsquo;analyser notre situation pour nous proposer des recettes de cuisine plus adapt&eacute;es et qui r&eacute;pondraient aux m&ecirc;mes besoins.<br/>- La partie acconpagnement : se faire assister par le chef cuisinier dans la r&eacute;alisation de ces recettes, afin d&rsquo;apprendre et d&rsquo;&ecirc;tre certain que cela soit une r&eacute;ussite"
          ],
          "emphasis": "Il est tout &agrave; fait possible de r&eacute;aliser un mandat de conseil sans effectuer l&rsquo;accompagnement qui s&rsquo;en suit."
        },
        {
          "title": "&Agrave; qui est-ce destin&eacute; ?",
          "paragraphs": [
            "&Agrave; toute entreprise, dirigeant&middot;e ou responsable qui doit prendre une <b>d&eacute;cision importante et strat&eacute;gique</b> et qui souhaite un regard ext&eacute;rieur pour lui <b>fournir une analyse d&eacute;taill&eacute;e et des recommandations adapt&eacute;es</b> &agrave; son contexte."
          ],
          "image": "vladislav-babienko-KTpSVEcU0XU-unsplash.jpg"
        },
        {
          "title": "Pourquoi faire appel &agrave; une compagnie de conseil ? Quels sont les avantages ?",
          "paragraphs": [
            "De fa&ccedil;on g&eacute;n&eacute;rale, quelque soit le sujet, <b>faire appel &agrave; un&middot;e intervenant&middot;e externe nous aide toujours &agrave; &ldquo;lever la t&ecirc;te du guidon&rdquo; et nous permet de visualiser&nbsp; la situation sous un autre angle.</b> Ce regard ext&eacute;rieur est essentiel pour &ecirc;tre en capacit&eacute; d&rsquo;analyser correctement la situation. En effet, lorsque nous analysons nous-m&ecirc;me nos propres probl&eacute;matiques, nous sommes naturellement biais&eacute;s et cela nous emp&ecirc;che de visualiser des solutions alternatives.",
            "En faisant appel &agrave; une compagnie de conseil telle que la n&ocirc;tre, vous vous assurez de deux &eacute;l&eacute;ments principaux :"
          ],
          "items": [
            "L&rsquo;<b>historique des exp&eacute;riences</b> : pour bien conseiller, il est important d&rsquo;avoir v&eacute;cu de nombreuses probl&eacute;matiques diff&eacute;rentes, dans diff&eacute;rents contextes technologiques et dans diff&eacute;rents secteurs d&rsquo;activit&eacute;. Avec plus de 15 ann&eacute;es d&rsquo;exp&eacute;rience, nous sommes sereins dans notre capacit&eacute; &agrave; analyser votre situation et &agrave; vous conseiller des recommandations adapt&eacute;es.",
            "La <b>m&eacute;thodologie</b> : r&eacute;aliser un mandat de conseil, ce n&rsquo;est pas une simple discussion autour d&rsquo;un caf&eacute;. <span style=\"text-decoration: underline;\">Cela passe par des entrevues, des ateliers, des restitutions de nos observations, et l&rsquo;&eacute;criture d&rsquo;un dossier qui vous sera remis &agrave; la fin du mandat</span>. Cette m&eacute;thodologie est une des cl&eacute;s du succ&egrave;s des mandats que nous r&eacute;alisons, et nous sommes fiers de la qualit&eacute; des livrables que nous vous remettons."
          ],
          "emphasis": "En faisant appel &agrave; nous, nous r&eacute;aliserons ainsi une <b>analyse pouss&eacute;e de votre besoin et de votre contexte</b> pour vous <b>conseiller dans vos prises de d&eacute;cisions importantes et strat&eacute;giques</b>."
        },
        {
          "title": "Comment se d&eacute;roule un mandat de conseil ?",
          "paragraphs": [
            "Pour commencer, il est essentiel de se <b>rencontrer une premi&egrave;re fois</b> afin que vous nous exposiez la probl&eacute;matique que vous rencontrez. L&rsquo;objectif pour nous est de bien comprendre le niveau d&rsquo;urgence ainsi que vos attentes.",
            "Apr&egrave;s cette premi&egrave;re &eacute;tape s&rsquo;en suit <b>une proposition commerciale</b> qui va d&eacute;tailler le p&eacute;rim&egrave;tre d&rsquo;intervention, le mode op&eacute;ratoire ainsi que les tarifs.",
            "<b>Une fois la proposition commerciale accept&eacute;e, le mandat peut commencer</b>. En g&eacute;n&eacute;ral, le mandat de consultation d&eacute;bute avec des entrevues des diff&eacute;rentes personnes impliqu&eacute;es, dans l&rsquo;objectif de bien &eacute;valuer la situation. D&eacute;pendant du contexte, nous pouvons &eacute;galement r&eacute;aliser des ateliers qui nous aideront &agrave; bien cerner les diff&eacute;rents outils et processus impliqu&eacute;s.",
            "Suite &agrave; ces observations, nous r&eacute;aliserons <b>l&rsquo;&eacute;criture d&rsquo;un dossier qui vous sera remis et qui regroupera l&rsquo;ensemble des observations et les diff&eacute;rentes recommandations</b>, prioris&eacute;es en fonction de l&rsquo;effort demand&eacute; et de l&rsquo;impact attendu.&nbsp;",
            "Pour terminer, ces observations et recommandations vous seront pr&eacute;sent&eacute;es de vive voix, afin d&rsquo;&ecirc;tre certain&middot;e que tout le monde soit align&eacute; et pour r&eacute;pondre &agrave; vos questions.",
            "Suite &agrave; la pr&eacute;sentation, le dossier &eacute;crit peut une derni&egrave;re fois &ecirc;tre mis &agrave; jour en fonction des questions/r&eacute;ponses partag&eacute;es pendant la pr&eacute;sentation."
          ]
        },
        {
          "title": "Qu&rsquo;est-ce que la phase d&rsquo;accompagnement ?",
          "paragraphs": [
            "La phase d&rsquo;accompagnement consiste &agrave; <b>vous assister dans l&rsquo;impl&eacute;mentation des diff&eacute;rentes recommandations</b> qui ont &eacute;t&eacute; formul&eacute;es durant la phase de conseil.&nbsp;",
            "Il est tout &agrave; fait possible que vous n&rsquo;ayez besoin d&rsquo;aucune aide pour appliquer les recommandations, c&rsquo;est pourquoi cette phase est optionnelle.&nbsp;",
            "Dans le cas o&ugrave; nous vous accompagnons, <b>il est possible d&rsquo;adapter notre pr&eacute;sence selon le niveau d&rsquo;assistance attendu</b> : cela peut &ecirc;tre de quelques heures par mois &agrave; plusieurs jours par semaine."
          ],
          "image": "markus-spiske-MbG7kwWptII-unsplash.jpg"
        },
        {
          "title": "Quelle est la dur&eacute;e de ce type de mandat ?",
          "paragraphs": [
            "<b>En g&eacute;n&eacute;ral, la dur&eacute;e d&rsquo;un mandat de conseil va varier entre 1 et 3 mois</b> d&eacute;pendant du contexte et de l&rsquo;&eacute;tendue du probl&egrave;me.",
            "<b>Concernant la phase d&rsquo;accompagnement, la dur&eacute;e peut varier de quelques semaines &agrave; plusieurs mois</b>, d&eacute;pendant de la complexit&eacute; et du nombre de recommandations &agrave; impl&eacute;menter. &Eacute;galement, notre pr&eacute;sence avec vous varie selon le niveau d&rsquo;assistance d&eacute;fini et peut se faire de mani&egrave;re d&eacute;gressive (commencer avec plusieurs jours par semaine et progressivement diminuer jusqu&rsquo;&agrave; quelques heures par mois)."
          ]
        },
        {
          "title": "Combien cela co&ucirc;te-t-il ?",
          "paragraphs": [
            "Chaque mandat &eacute;tant unique, les tarifs peuvent varier d'un mandat &agrave; l'autre. N&eacute;anmoins, les principaux param&egrave;tres qui vont avoir un impact sur les tarifs d&rsquo;un mandat de consultation sont le <b>nombre de personnes impliqu&eacute;es, le contexte et l&rsquo;&eacute;tendue du probl&egrave;me</b>. En effet, plus il y a de personnes impliqu&eacute;es ou plus le probl&egrave;me est &eacute;tendu, plus la phase d&rsquo;observation et d&rsquo;analyse sera longue, et la phase de formulation de recommandations sera complexe.",
            "Le tarif d&rsquo;un mandat d&rsquo;accompagnement varie quant &agrave; lui en fonction du niveau d&rsquo;assistance choisi."
          ]
        },
        {
          "title": "Avez-vous des exemples de mandats de conseil ?",
          "paragraphs": [
            "Bien s&ucirc;r. Voici quelques exemples de questionnements que vous pourriez avoir, et sur lesquels nous avons d&eacute;j&agrave; r&eacute;alis&eacute; des mandats de conseil :"
          ],
          "items": [
            "Vous souhaitez <b>faire &eacute;voluer drastiquement votre site web</b> et vous ne savez pas s&rsquo;il est mieux de modifier le site existant avec ses contraintes ou s&rsquo;il serait plus simple de concevoir un tout nouveau site adapt&eacute; &agrave; vos nouveaux besoins,",
            "Vous stockez beaucoup de<b> donn&eacute;es informatiques</b> et vous souhaitez qu'elles soient <b>structur&eacute;es pour en tirer des b&eacute;n&eacute;fices</b> mais vous ne savez pas comment proc&eacute;der,",
            "Vous stockez des outils et donn&eacute;es dans votre compagnie et vous h&eacute;sitez &agrave; <b>prendre le virage de l&rsquo;infonuagique pour r&eacute;duire vos co&ucirc;ts de structure</b>,",
            "Vous souhaitez <b>rendre accessible sur cellulaire et tablette</b> votre logiciel ou site web et vous voudriez conna&icirc;tre la faisabilit&eacute;,",
            "Vous souhaitez <b>prendre le virage num&eacute;rique et avoir une client&egrave;le virtuelle</b> en plus de votre client&egrave;le physique et vous ne savez pas par quel bout commencer,",
            "Vous souhaitez savoir comment agr&eacute;ger ou consolider votre pr&eacute;sence en ligne, afin d'avoir un <b>meilleur r&eacute;f&eacute;rencement sur les moteurs de recherche</b> et de pouvoir fournir une porte d'entr&eacute;e unique et simple &agrave; vos clients,",
            "Vous stockez des donn&eacute;es et vous voudriez vous assurer que <b>les informations personnelles de vos clients sont bien s&eacute;curis&eacute;es</b> selon l'&eacute;tat de l'art,",
            "Vous souhaitez <b>analyser le niveau de qualit&eacute;</b> d&rsquo;un logiciel ou site web existant."
          ],
          "references": {
            "intro": "Voici un extrait des clients pour lesquels nous avons r&eacute;alis&eacute; des mandats de conseil et accompagnement :",
            "logos": [
              {
                "src": "intact.png",
                "alt": "Intact"
              },
              {
                "src": "bnp.png",
                "alt": "BNP Paribas"
              },
              {
                "src": "axa.png",
                "alt": "AXA Assurance"
              },
              {
                "src": "lightspeed.png",
                "alt": "Lightspeed"
              }
            ]
          }
        }
      ]
    },
    "process-and-rates": {
      "meta": {
        "title": "Fonctionnement et tarifs | Services | CLWeb Charlevoix",
        "description": "Comment nos mandats se déroulent-ils ? Comment fonctionne une prestation de service ? À quels tarifs ?"
      },
      "heading": "Déroulement d'une prestation et tarifs",
      "paragraph": [
        "Chaque client a ses propres besoins et problématiques dépendant de son contexte, c'est pourquoi chaque prestation est différente d'un client à l'autre.",
        "Nous proposons également des <b>tarifs préférentiels</b> si vous êtes une <b>compagnie de la région de Charlevoix</b>, ou si vous êtes enregistrés en tant qu'<b>organisme de bienfaisance</b>. En effet, nous croyons fermement à l'approche locale pour développer l'activité commerciale dans nos régions.",
        "<b>Vous avez un besoin ou une idée de projet</b> et vous ne savez pas combien cela peut vous coûter ? Vous pouvez nous contacter et nous ferons une première rencontre afin de <b>répondre à vos questions</b> et <b>vous donner une meilleure idée de la faisabilité de votre projet</b> selon votre budget. <br/>Vous pouvez aussi nous contacter pour simplement <b>savoir ce qu'il est possible de faire avec votre budget actuel</b>. <br/>Dans tous les cas, <b>nous nous rendrons disponibles pour répondre à vos questions et vous guider dans vos choix</b>."
      ],
      "steps": {
        "heading": "Néanmoins, dans les grandes lignes, le déroulement d'une prestation peut se présenter comme ceci :",
        "items": [
          "Une <b>première rencontre</b> pour que vous nous présentiez votre contexte et votre besoin ;",
          "Suite à cette rencontre, nous ferons une <b>proposition commerciale adaptée à votre problématique et à votre budget</b> ;",
          "Une fois la proposition acceptée, nous pourrons commencer le travail ;",
          "La facturation se fait usuellement en <b>temps et matériel</b> (taux horaire) ;",
          "Tout le long du mandat, des <b>rencontres régulières</b> sont planifiées (par exemple aux deux semaines) afin de présenter l'avancement du travail, le restant à faire et les potentielles difficultés rencontrées ;",
          "Dépendant des résultats et de votre contexte, la <b>portée du mandat peut être ajustée</b> afin qu'il soit <b>toujours adapté à votre réalité</b>."
        ]
      },
      "variables": {
        "heading": "Chaque mandat étant unique, les tarifs peuvent varier d'un mandat à l'autre. Néanmoins, les principaux paramètres qui vont avoir un impact sur les tarifs sont :",
        "items": [
          "Le type de prestation ;",
          "La durée du mandat ;",
          "Les déplacements."
        ]
      },
      "more": "Pour en savoir plus, <br/>contactez-nous !"
    },
    "cto": {
      "meta": {
        "title": "Direction Technique | Services | CLWeb Charlevoix",
        "description": "Nous pouvons occuper le poste de Direction Technique dans votre compagnie, à raison de quelques heures par semaine ou par mois (CTO-as-a-Service)"
      },
      "title": "Direction Technique",
      "sections": [
        {
          "title": "Qu&rsquo;est-ce qu&rsquo;un mandat de direction technique ?",
          "paragraphs": [
            "Un mandat de direction technique a pour objectif d&rsquo;<b>aider une compagnie ou un&middot;e dirigeant&middot;e d&rsquo;entreprise &agrave; aider dans la prise de d&eacute;cision relatives aux Technologies de l&rsquo;Information (TI)</b>. Ces d&eacute;cisions peuvent &ecirc;tre en rapport avec des choix de logiciels, du recrutement, du choix de prestataires externes ou encore du pilotage de budget.",
            "Ce type de mandat est aussi appel&eacute; <i>CTO-as-a-Service</i>."
          ],
          "image": "absolutvision-uCMKx2H1Y38-unsplash.jpg"
        },
        {
          "title": "&Agrave; qui est-ce destin&eacute; ?",
          "paragraphs": [
            "&Agrave; toute entreprise ou dirigeant&middot;e qui aurait besoin d&rsquo;aide dans la prise de d&eacute;cisions relatives aux TI mais qui <b>n&rsquo;a pas les moyens financiers ou suffisamment de travail pour embaucher une personne &agrave; temps plein</b> dans le poste de Direction Technique.",
            "Avec un mandat de direction technique &agrave; temps partiel, une personne peut intervenir ponctuellement &agrave; raison de quelques heures par semaine ou bien par mois.",
            "Cela permet ainsi &agrave; une entreprise ou un dirigeant de <b>d&eacute;l&eacute;guer au besoin la prise de d&eacute;cisions et le pilotage des ressources TI</b> aupr&egrave;s de quelqu&rsquo;un ayant suffisamment d&rsquo;exp&eacute;rience et d'expertise pour en assurer sereinement le r&ocirc;le."
          ],
          "emphasis": "En &eacute;vitant de combler ce r&ocirc;le &agrave; temps plein, l&rsquo;intervention &agrave; temps partiel permet de traiter les sujets les plus prioritaires et qui demandent une expertise sp&eacute;cifique, et ainsi <b>optimiser le retour sur investissement</b>."
        },
        {
          "title": "Pourquoi faire appel &agrave; nous ?",
          "paragraphs": [
            "<b>Nous avons plus de 15 ann&eacute;es d&rsquo;exp&eacute;rience professionnelle dans le d&eacute;veloppement logiciel et encore plus dans les TI de fa&ccedil;on g&eacute;n&eacute;rale</b>. Nous avons &eacute;galement assur&eacute; le poste de Direction Technique pendant plusieurs ann&eacute;es, &agrave; piloter des budgets, des ressources TI, des choix de prestataires, &agrave; g&eacute;rer du recrutement interne en TI ou encore &agrave; g&eacute;rer la progression de carri&egrave;re des collaborateurs TI.",
            "Nous avons l&rsquo;exp&eacute;rience et l&rsquo;expertise n&eacute;cessaire &agrave; la r&eacute;alisation de ce type de mandat strat&eacute;gique. Vous pourrez ainsi vous reposer sur nous pour <b>vous aider &agrave; prendre des d&eacute;cisions structurantes et pour vous accompagner dans votre transformation num&eacute;rique</b>.",
            "Notre intervention peut &ecirc;tre ponctuelle ou r&eacute;guli&egrave;re, en fonction de vos besoins et de votre budget. L&rsquo;objectif est de maximiser le retour sur investissement de chacune de nos interventions."
          ]
        },
        {
          "title": "Comment se d&eacute;roule un mandat de direction technique ?",
          "paragraphs": [
            "En premier lieu, il est n&eacute;cessaire de se <b>rencontrer afin que vous nous exposiez votre besoin et vos attentes.</b> Suite &agrave; cette rencontre, nous pourrons vous faire <b>une proposition commerciale</b> pr&eacute;sentant une d&eacute;marche d&rsquo;intervention &agrave; la demande, ou par fr&eacute;quence r&eacute;guli&egrave;re.",
            "Une fois la proposition accept&eacute;e, <b>nous pourrions commencer &agrave; intervenir et &agrave; int&eacute;grer si n&eacute;cessaire vos diff&eacute;rents processus internes.</b>",
            "Dans le cas d&rsquo;<b>interventions ponctuelles</b>, vous nous contactez <b>&agrave; la demande</b> et nous intervenons dans les jours qui suivent pour r&eacute;pondre sp&eacute;cifiquement &agrave; la probl&eacute;matique que vous rencontrez.",
            "Dans le cas d&rsquo;<b>interventions par fr&eacute;quence r&eacute;guli&egrave;re</b>, nous commen&ccedil;ons par identifier vos probl&eacute;matiques actuelles &agrave; traiter et &agrave; d&eacute;finir votre feuille de route TI pour les mois &agrave; venir.&nbsp; Gr&acirc;ce &agrave; cela, nous serons en mesure de vous faire rapidement des propositions de <b>solutions &agrave; court et &agrave; long terme</b>.",
            "Nous pouvons ensuite nous charger de l&rsquo;impl&eacute;mentation de ces solutions, ou bien vous pouvez aussi le faire en autonomie de votre c&ocirc;t&eacute;. Dans les deux cas, nous d&eacute;finissons un rythme de rencontre afin de faire un suivi r&eacute;gulier et de piloter les d&eacute;cisions relatives aux TI.",
            "Qu&rsquo;il s&rsquo;agisse d&rsquo;interventions ponctuelles ou r&eacute;guli&egrave;res, celles-ci peuvent aussi bien se faire &agrave; distance avec des outils collaboratifs virtuels, que sur place dans les locaux de votre compagnie."
          ],
          "image": "javier-allegue-barros-C7B-ExXpOIE-unsplash.jpg"
        },
        {
          "title": "Quelle est la dur&eacute;e de ce type de mandat ?",
          "paragraphs": [
            "La dur&eacute;e d&rsquo;un mandat de direction technique varie selon les attentes et la feuille de route TI.",
            "Pour une petite compagnie qui a simplement besoin de quelques conseils, il peut s&rsquo;agir de <b>quelques heures r&eacute;parties sur un mois</b>.",
            "Pour une compagnie qui souhaite se d&eacute;velopper et qui rencontre des probl&eacute;matiques plus importantes, l&rsquo;intervention peut durer <b>plusieurs mois, &agrave; raison de quelques heures par semaine.</b>"
          ]
        },
        {
          "title": "Combien cela co&ucirc;te-t-il ?",
          "paragraphs": [
            "Le co&ucirc;t d&rsquo;un mandat de direction technique est d&eacute;pendant de sa dur&eacute;e et des potentiels d&eacute;placements.",
            "La facturation se fait au taux horaire (temps et mat&eacute;riel). Vous ne payez donc que les heures r&eacute;ellement utilis&eacute;es, et le tarif peut varier en fonction des potentiels d&eacute;placements requis."
          ]
        },
        {
          "title": "Avez-vous des exemples de t&acirc;ches de direction technique ?",
          "paragraphs": [
            "Bien s&ucirc;r. Si vous n&rsquo;&ecirc;tes pas certains de comment nous pourrions vous aider, voici quelques exemples de t&acirc;ches que nous avons d&eacute;j&agrave; effectu&eacute; dans le pass&eacute; et pour lesquelles nous pourrions vous accompagner par un mandat de direction technique :"
          ],
          "items": [
            "le pilotage de votre <b>budget TI annuel</b>,",
            "la <b>gestion du risque</b> et de vos contraintes,",
            "la <b>prise de d&eacute;cisions strat&eacute;giques</b> pour votre compagnie,",
            "l'implantation de <b>nouveaux processus TI,</b>",
            "la construction d'un <b>parcours de formation TI interne</b>,",
            "la construction d'une <b>politique de s&eacute;curit&eacute;</b> de votre syst&egrave;me d'information,",
            "le <b>stockage et la gestion de vos donn&eacute;es</b> d'entreprise,",
            "le choix d'une <b>infrastructure infonuagique</b>,",
            "le choix d'<b>outils ou de logiciels</b> utilis&eacute;s par vos collaborateurs,",
            "le <b>recrutement</b> d'un&middot;e Directeur&middot;rice Technique, de d&eacute;veloppeurs ou de toute autre personne rattach&eacute;e aux TI,",
            "la <b>r&eacute;alisation d'appels d'offres</b> pour soumettre des demandes sur des plateformes telles que SEAO,",
            "le <b>choix de prestataires</b> externes qui r&eacute;pondraient &agrave; vos appels d'offres,",
            "la <b>gestion de la dette technique</b>."
          ]
        }
      ]
    },
    "delivery-and-hosting": {
      "meta": {
        "title": "Réalisation et hébergement | Services | CLWeb Charlevoix",
        "description": "Nous pouvons concevoir un logiciel ou créer un site web sur-mesure, de qualité, adapté à vos besoins et au cadre de votre projet"
      },
      "title": "Réalisation et hébergement",
      "sections": [
        {
          "title": "Qu&rsquo;est-ce qu&rsquo;un mandat de r&eacute;alisation et d&rsquo;h&eacute;bergement ?",
          "paragraphs": [
            "Un mandat de r&eacute;alisation et d&rsquo;h&eacute;bergement a pour objectif de <b>concevoir sur mesure et d&eacute;ployer un site web, une application ou tout autre logiciel</b>.",
            "On distingue deux phases principales, qui peuvent &ecirc;tre dissoci&eacute;es :<br/>- La phase de <b>r&eacute;alisation</b>, qui consiste &agrave; d&eacute;velopper le logiciel sur mesure de mani&egrave;re it&eacute;rative, en fonction des besoins et du budget ;<br/>- La phase d&rsquo;<b>h&eacute;bergement</b>, qui consiste &agrave; d&eacute;ployer le logiciel sur une infrastructure infonuagique.",
            "Il est tout &agrave; fait <b>possible d&rsquo;ex&eacute;cuter la phase de r&eacute;alisation sans la phase d&rsquo;h&eacute;bergement</b> si un autre prestataire de service se charge d&eacute;j&agrave; de l&rsquo;h&eacute;bergement, ou bien si c&rsquo;est g&eacute;r&eacute; en interne."
          ]
        },
        {
          "title": "&Agrave; qui est-ce destin&eacute; ?",
          "paragraphs": [
            "&Agrave; toute entreprise ou dirigeant&middot;e qui souhaite r&eacute;aliser un logiciel, un site web ou une application dans le but de <b>gagner en temps, en efficacit&eacute;, ou en visibilit&eacute;</b> pour d&eacute;velopper son entreprise aupr&egrave;s de ses clients.",
            "En cette p&eacute;riode &eacute;conomique incertaine et dans la p&eacute;nurie de main d&rsquo;oeuvre actuelle, il est important de se <b>recentrer sur ses activit&eacute;s essentielles</b> et de <b>diminuer voire &eacute;liminer le temps pass&eacute; &agrave; r&eacute;aliser des t&acirc;ches r&eacute;p&eacute;titives</b>.&nbsp;",
            "On peut prendre l&rsquo;exemple d&rsquo;un processus d&rsquo;entreprise qui est manuel ou semi-automatis&eacute;, trait&eacute; sur papier ou partiellement informatis&eacute;, qui prend plusieurs heures par semaine ou par mois ou encore qui pr&eacute;sente un risque d&rsquo;erreur ou d&rsquo;oubli.&nbsp;",
            "En r&eacute;duisant le temps pass&eacute; &agrave; des t&acirc;ches &agrave; faible valeur ajout&eacute;e, il est alors possible de <b>maximiser le temps pass&eacute; sur le coeur de m&eacute;tier de la compagnie</b>, que ce soit de la production ou de la vente de produits ou services.",
            "De ce fait, en investissant dans un <b>logiciel con&ccedil;u sur mesure</b>, ce dernier devient alors un <b>atout pour l&rsquo;entreprise</b>, et va permettre d&rsquo;<b>am&eacute;liorer le retour sur investissement</b> du temps travaill&eacute;, de <b>diminuer le risque d&rsquo;erreur manuelles</b>, et d&rsquo;<b>&eacute;viter les heures suppl&eacute;mentaires</b>."
          ],
          "emphasis": "Tout ceci a un impact non seulement sur votre cadre professionnel, mais aussi sur votre vie personnelle : gr&acirc;ce &agrave; ces b&eacute;n&eacute;fices, vous pouvez d&eacute;gager plus de temps pour vous, vos loisirs ou encore pour votre vie familiale. <b>Un meilleur cadre de vie professionnel conduit &agrave; un meilleur cadre de vie personnel.</b>"
        },
        {
          "title": "Pourquoi faire appel &agrave; une compagnie de d&eacute;veloppement logiciel ? Quels sont les avantages ?",
          "paragraphs": [
            "Il existe de nombreuses plateformes en ligne telles que Wordpress, Wix ou autres, qui permettent en relativement peu de temps et de connaissances techniques de cr&eacute;er et mettre en ligne un site web.&nbsp;",
            "Par contre, d&egrave;s que l&rsquo;on souhaite personnaliser le site, le mettre &agrave; notre image, ou bien sortir des mod&egrave;les pr&eacute;-con&ccedil;us, cela devient rapidement complexe et on n&rsquo;est jamais totalement satisfait. Cela donne une impression finale de <em>patchwork</em>. De plus, avec ce type d&rsquo;outil, il est impossible de r&eacute;aliser des logiciels de gestion d&rsquo;entreprise qui correspondent &agrave; 100% &agrave; votre r&eacute;alit&eacute; et &agrave; votre besoin. Au final, <b>on se retrouve &agrave; devoir s&rsquo;adapter au logiciel alors qu&rsquo;il devrait s&rsquo;adapter &agrave; nous</b>.",
            "En faisant appel &agrave; une compagnie de r&eacute;alisation de logiciel telle que la n&ocirc;tre, vous avez le contr&ocirc;le total sur le visuel et les fonctionnalit&eacute;s que vous souhaitez avoir. En effet, <b>l&rsquo;analyse de votre besoin est au coeur de notre processus de conception</b>. Nous d&eacute;veloppons des logiciels par &eacute;tapes, en analysant de mani&egrave;re d&eacute;taill&eacute;e ce que vous souhaitez, et en int&eacute;grant r&eacute;guli&egrave;rement vos retours pour que vous soyez enti&egrave;rement satisfait du r&eacute;sultat final.",
            "- Vous voulez un site web pour afficher vos produits &agrave; vos clients et faire de la commande en ligne ?<br/>- Une application pour simplifier la gestion de votre activit&eacute; et de votre comptabilit&eacute; ?<br/>- Un logiciel qui va r&eacute;duire le temps pass&eacute; &agrave; des t&acirc;ches r&eacute;p&eacute;titives et r&eacute;duire le risque d&rsquo;erreurs manuelles ?",
            "<b>Tout ceci est possible en cr&eacute;ant un logiciel sur mesure,</b> qui correspond &agrave; votre contexte, vos probl&eacute;matiques, et donc qui vous permettra de <b>gagner au maximum en efficacit&eacute; au quotidien</b>.",
            "En faisant appel &agrave; nous, nous r&eacute;aliserons ainsi une analyse pouss&eacute;e de votre projet et nous vous proposerons la <b>r&eacute;alisation d&rsquo;un site web, application ou tout autre logiciel, sur mesure, correspondant &agrave; votre budget</b>. De plus, <b>la </b><b>qualit&eacute; du logiciel est notre priorit&eacute;</b>. Nous utilisons pour cela des outils et pratiques de code &agrave; l&rsquo;&eacute;tat de l&rsquo;art, afin de produire un <b>code robuste, fiable et &eacute;volutif sur le long terme</b>. L'objectif est que le logiciel ou site web puisse vous accompagner sur plusieurs ann&eacute;es, &eacute;voluer et s'adapter en m&ecirc;me temps que votre compagnie, sans avoir &agrave; faire table rase au bout de quelques ann&eacute;es.",
            "Enfin, nous pouvons nous charger de d&eacute;ployer le logiciel ou d&rsquo;h&eacute;berger le site web sur des infrastructures infonuagiques, <b>ici, au Qu&eacute;bec,</b> afin d&rsquo;&ecirc;tre au plus proche g&eacute;ographiquement de vos clients et de <b>faire fonctionner l&rsquo;industrie locale.</b>"
          ],
          "emphasis": "Notre mission en bref : <b>concevoir des logiciels de qualit&eacute; qui r&eacute;pondent &agrave; vos besoins, et qui soient &eacute;volutifs sur plusieurs ann&eacute;es</b>."
        },
        {
          "title": "Comment se d&eacute;roule un mandat de r&eacute;alisation et d&rsquo;h&eacute;bergement ?",
          "paragraphs": [
            "Pour commencer, il est essentiel de se<b> rencontrer une premi&egrave;re fois</b> afin que vous nous exposiez votre projet afin que nous puissions comprendre votre contexte et ainsi faire une premi&egrave;re analyse de la situation.",
            "Ensuite, nous vous ferons <b>une proposition commerciale</b> correspondant &agrave; votre budget pour la r&eacute;alisation du produit.&nbsp;",
            "Une fois la proposition commerciale accept&eacute;e, <b>nous pouvons d&eacute;marrer la conception du logiciel ou du site web sur mesure</b>. <b>La r&eacute;alisation se fait de mani&egrave;re it&eacute;rative</b> (<a href=\"https://fr.wikipedia.org/wiki/M%C3%A9thode_agile\" target=\"_blank\" rel=\"noopener\">pratiques agiles</a>), c&rsquo;est &agrave; dire que nous travaillons habituellement par s&eacute;quences de deux semaines (une it&eacute;ration) avec pour objectif d&rsquo;avoir un logiciel utilisable &agrave; chaque fin d&rsquo;it&eacute;ration.",
            "&Agrave; chaque fin d&rsquo;it&eacute;ration nous vous pr&eacute;sentons l&rsquo;avancement, les difficult&eacute;s rencontr&eacute;es, et vous pouvez alors nous faire des retours que nous int&eacute;grerons lors de la prochaine it&eacute;ration. Cette approche permet &eacute;galement d&rsquo;ajuster r&eacute;guli&egrave;rement la port&eacute;e du mandat afin qu&rsquo;il soit <b>toujours adapt&eacute; &agrave; votre r&eacute;alit&eacute;</b>.",
            "Une fois la r&eacute;alisation termin&eacute;e, nous pouvons alors livrer le logiciel &agrave; votre compagnie ou bien &agrave; un autre prestataire de service existant, ou bien nous pouvons nous-m&ecirc;mes nous charger du d&eacute;ploiement.&nbsp;",
            "Dans le cas o&ugrave; nous nous chargeons du d&eacute;ploiement, <b>il s&rsquo;agit d&rsquo;un nouveau mandat d&rsquo;h&eacute;bergement et de maintenance.</b>"
          ],
          "image": "kevin-canlas-QYHehJ9Iovs-unsplash.jpg"
        },
        {
          "title": "Quelle est la dur&eacute;e de ce type de mandat ?",
          "paragraphs": [
            "La dur&eacute;e d&rsquo;un mandat de r&eacute;alisation de logiciel ou site web sur mesure varie grandement en fonction du contexte, des fonctionnalit&eacute;s souhait&eacute;es et du budget. Dans l&rsquo;industrie logicielle, on peut en effet observer des dur&eacute;es de quelques semaines &agrave; plusieurs ann&eacute;es !&nbsp;",
            "N&eacute;anmoins,<b> nous privil&eacute;gions des dur&eacute;es de mandat inf&eacute;rieures &agrave; 3 mois</b>. Cela permet d&rsquo;&eacute;tablir un budget raisonnable et une liste de fonctionnalit&eacute;s prioritaires, et nous pouvons renouveler le mandat si n&eacute;cessaire.",
            "L&rsquo;objectif est ainsi qu&rsquo;en moins de 3 mois, <b>une version fonctionnelle et utilisable puisse &ecirc;tre d&eacute;ploy&eacute;e en production et ainsi vous apporter un retour sur investissement rapidement</b>.",
            "La phase d&rsquo;h&eacute;bergement est sur un autre mode de contractualisation d&rsquo;une dur&eacute;e de 1 an renouvelable."
          ]
        },
        {
          "title": "Combien cela co&ucirc;te-t-il ?",
          "paragraphs": [
            "Pour la phase de r&eacute;alisation, la facturation se fait habituellement au taux horaire (temps et mat&eacute;riel). <b>Le co&ucirc;t d&eacute;pend ainsi du temps r&eacute;el pass&eacute;, et donc du nombre et de la complexit&eacute; des fonctionnalit&eacute;s souhait&eacute;es</b>. N&eacute;anmoins, apr&egrave;s la premi&egrave;re rencontre, nous serons en capacit&eacute; de vous donner une estimation g&eacute;n&eacute;rale du co&ucirc;t en fonction de votre contexte et de vos besoins.",
            "Concernant la phase d&rsquo;h&eacute;bergement sur une infrastructure infonuagique, la facturation se fait mensuellement, en fonction de l&rsquo;utilisation r&eacute;elle. <b>Vous ne payez ainsi qu&rsquo;en fonction des ressources r&eacute;ellement consomm&eacute;es</b>, plut&ocirc;t qu&rsquo;un tarif fixe &eacute;lev&eacute; tous les mois. Si vous n&rsquo;avez que tr&egrave;s peu d&rsquo;utilisateurs, le prix mensuel sera donc minimum."
          ],
          "references": {
            "intro": "Voici un extrait des clients pour lesquels nous avons r&eacute;alis&eacute; des mandats de r&eacute;alisation et/ou d&rsquo;h&eacute;bergement :",
            "logos": [
              {
                "src": "intact.png",
                "alt": "Intact"
              },
              {
                "src": "roland-garros.png",
                "alt": "Roland-Garros"
              },
              {
                "src": "panivore.png",
                "alt": "Boulangerie Le Panivore"
              },
              {
                "src": "metro.png",
                "alt": "Metro"
              },
              {
                "src": "service-public.png",
                "alt": "Service-Public.fr"
              },
              {
                "src": "genium-360.png",
                "alt": "Genium 360"
              }
            ]
          }
        }
      ]
    },
    "toc-header": "Dans cette section, retrouvez les réponses à ces questions :",
    "contact-us": "Vous avez des questions ?<br/>Contactez-nous ici !",
    "other-services": "Retrouvez &eacute;galement nos autres services :"
  }
}
